{
  "experiences": [
    {
      "title": "Python Developer & Systems Analyst",
      "company": "Noble Seguros 路 Jornada completa",
      "period": "dic. 2020 - actualidad 路 4 a帽os 11 meses",
      "location": "Ciudad de Buenos Aires, Provincia de Buenos Aires, Argentina 路 H铆brido",
      "description": "Responsable del desarrollo, an谩lisis y mejora continua de sistemas cr铆ticos del negocio, combinando roles t茅cnicos y de gesti贸n.",
      "sections": [
        {
          "title": "Desarrollo y Automatizaci贸n",
          "items": [
            "Dise帽o e implementaci贸n de soluciones utilizando Python para automatizar procesos de gran escala",
            "Desarrollo de APIs y microservicios para integraci贸n de sistemas",
            "Mantenimiento y mejora de sistemas legacy en PHP",
            "Implementaci贸n de documentaci贸n t茅cnica con Docusaurus"
          ]
        },
        {
          "title": "An谩lisis y Gesti贸n",
          "items": [
            "An谩lisis funcional y t茅cnico de sistemas internos",
            "Auditor铆a y optimizaci贸n de servicios con proveedores externos",
            "Coordinaci贸n con equipos t茅cnicos y stakeholders del negocio",
            "Implementaci贸n de mejoras en procesos y sistemas existentes"
          ]
        },
        {
          "title": "Logros Destacados",
          "items": [
            "Lider茅 la implementaci贸n y puesta en producci贸n de NobleOnline (plataforma para productores)",
            "Desarrollo de automatizaciones que optimizaron procesos cr铆ticos del negocio",
            "Simplificaci贸n de procesos y resoluci贸n de problemas complejos",
            "Mejora significativa en la documentaci贸n y mantenibilidad de sistemas"
          ]
        }
      ]
    },
    {
      "title": "Software Developer & Tech Consultant",
      "company": "Profesional independiente",
      "period": "dic. 2018 - actualidad 路 6 a帽os 11 meses",
      "location": "En remoto",
      "description": "Desarrollo de soluciones tecnol贸gicas integrales y consultor铆a t茅cnica para diversos clientes.",
      "sections": [
        {
          "title": "Desarrollo de Software",
          "items": [
            "Implementaci贸n de soluciones a medida (web, escritorio, automatizaciones)",
            "Desarrollo de APIs y sistemas de integraci贸n",
            "Procesamiento y an谩lisis de datos",
            "Modernizaci贸n de sistemas legacy"
          ]
        },
        {
          "title": "Proyectos Destacados",
          "items": [
            "Sistema de turnos para cooperativa municipal, modernizando sistema legacy",
            "Automatizaciones para procesamiento de datos a gran escala",
            "Plataforma e-commerce completa para fundaci贸n",
            "Sistema de gesti贸n de contenidos para editorial"
          ]
        },
        {
          "title": "Servicios",
          "items": [
            "Asesoramiento t茅cnico y consultor铆a",
            "Dise帽o e implementaci贸n de soluciones personalizadas",
            "Mantenimiento y soporte t茅cnico continuo",
            "Optimizaci贸n de procesos y sistemas"
          ]
        }
      ]
    },
    {
      "title": "Soporte T茅cnico de Sistemas & Administrativo",
      "company": "Laboratorio Dr. Enrique Lovine 路 Jornada completa",
      "period": "abr. 2015 - nov. 2020 路 5 a帽os 8 meses",
      "location": "Ciudad Aut贸noma de Buenos Aires, Argentina 路 Presencial",
      "description": "Evoluci贸n profesional desde rol administrativo hacia responsabilidades t茅cnicas de sistemas, desempe帽ando efectivamente ambas funciones.",
      "sections": [
        {
          "title": "Gesti贸n T茅cnica de Sistemas",
          "items": [
            "Administraci贸n y mantenimiento integral del parque inform谩tico",
            "Implementaci贸n y mantenimiento de redes e infraestructura",
            "Instalaci贸n y configuraci贸n de sistemas de seguridad (c谩maras IP)",
            "Soporte t茅cnico a usuarios y resoluci贸n de incidencias"
          ]
        },
        {
          "title": "Gesti贸n Administrativa",
          "items": [
            "Administraci贸n contable y facturaci贸n con m煤ltiples obras sociales",
            "Atenci贸n al cliente y gesti贸n de cobranzas",
            "Coordinaci贸n log铆stica del equipo de extraccionistas",
            "Manejo de sistema de gesti贸n interno (LabWin)"
          ]
        }
      ]
    },
    {
      "title": "Asistente Organizador de Eventos Deportivos",
      "company": "Marat贸n de Buenos Aires 路 Contrato temporal",
      "period": "2018 - 2019 路 1 a帽o",
      "location": "Participaci贸n en la organizaci贸n de m煤ltiples eventos de running (10K, 21K, 42K)",
      "description": "юヰ:",
      "sections": [
        {
          "title": "Detalles",
          "items": [
            "Resoluci贸n de incidencias y contingencias puntuales durante los eventos",
            "Coordinaci贸n con diferentes 谩reas para asegurar el desarrollo exitoso",
            "Documentaci贸n y an谩lisis post-evento de situaciones y soluciones",
            "Atenci贸n y asistencia a participantes"
          ]
        }
      ]
    }
  ]
}